Repository: mo7amedhammam/SalamTak
Catalog: SalamTak/Support/Localization/*.lproj/Localizable.strings
Languages: ar

# settings_language
source: Language
ar: اللغة

# OnBoarding_Screen1_title
source: Salamtak Booking
ar: الحجوزات

# OnBoarding_Screen1_subtitle
source: is designed to accommodate an easy and professional tool to book reservations while furnishing all related information that would be of an interest for both patient and doctor. Nevertheless, reservations confirmation and reminder technique are also part of the features that Salamtak booking provides.
ar: Salamtech Booking يوفر آلية تنفيذ الحجوزات بسلاسة شديدة وما يتبع الحجز من خطوات سواء لتأكيد الحجز وكذلك توصيح كافة البيانات ذات الاهمية سوا للطبيب او المريض وتوضيح الخدمات المقدمة من العيادة للمريض

# OnBoarding_Screen2_title
source: Salamtak Home Visit
ar: الزيارة المنزلية

# OnBoarding_Screen2_subtitle
source: Salamtech Home Visit provides a radical solution to the problem of booking a home visit to the doctor so that it does not conflict with his clinic reservations
ar: Salamtech Home يمكن الطبيب من تنسيق مواعيد وحجوزات العيادة بالمرونة التي تتيح له ايضا تخصيص الوقت اللازم لحجوزات الزيارات المنزلية

# OnBoarding_Screen3_title
source: Salamtak Connect
ar: التواصل من الطبيب

# OnBoarding_Screen3_subtitle
source: Salamtak provides a variety of communication tools between both doctor and patient by using any of the three venues (chat / call / video call) Moreover, in simple cases or in the case of patient is not able to visit doctor's clinic. Salamtak Connect will be the solution to conduct diagnosis.
ar: خدمة سلامتك كونكت تسمح بالتواصل بين الطبيب والمريض لتبادل المعلومات اللي تتيح بنسبة كبيرة جدا الغاء كل من الزيارة الأولي والثالثة

# onBoarding_Skip_Button
source: Skip
ar: تخطي

# onBoarding_Next_Button
source: Next
ar: التالي

# onBoarding_GetStarted_Button
source: Get Started
ar: ابدأ التطبيق

# welcome_screen_title
source: Welcome
ar: مرحبا

# Welcome_Screen_subtitle
source: Dear Patient, Here we will help you to save time while asking for the medical help
ar: هنا يمكننا مساعدتك في توفير وقتك أثناء طلب المساعدة الطبية

# SignIn_Button
source: Sign In
ar: الدخول

# SignUp_Button
source: Sign Up
ar: التسجيل

# SignIn_Screen_title
source: Sign In
ar: الدخول

# SignIn_Screen_phoneNumber
source: Enter your phone Number
ar: ادخل رقم الموبايل

# SignIn_Screen_password
source: Enter your password
ar: ادخل كلمة المرور

# birthdate
source: Choose Your Date of Birth
ar: اختار تاريخ ميلادك

# SignIn_Screen_forgetPassword
source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# SignIn_Screen_dont_haveAccount
source: Dont have an account?
ar: ليس لديك حساب؟

# Reset_Screen_title
source: Reset Password
ar: إعادة تعيين كلمة المرور

# Reset_Screen_email
source: Enter your email
ar: أدخل بريدك الإلكتروني

# Reset_Screen_confirmEmail_Button
source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني

# ChangePass_Screen_title
source: Change Password
ar: تغيير كلمة المرور

# ChangePass_Screen_enter_pass
source: Enter your new password
ar: أدخل كلمة المرور الجديدة

# ChangePass_Screen_confirm_pass
source: confirm your password
ar: نأكيد كلمة المرور

# ChangePass_Screen_confirm_pass_button
source: Confirm Password
ar: تأكيد

# SignUp_Screen_title
source: Sign Up
ar: تسجيل

# SignUp_Screen_enterfullName
source: Enter Your Full Name
ar: ادخل الأسم بالكامل

# SignUp_Screen_enterEmail
source: Enter Your Email
ar: ادخل البريد الالكتروني

# SignUp_Screen_enterPhone
source: Enter Your Phone Number
ar: ادخل رقم الموبايل

# SignUp_Screen_enterPassword
source: Enter Your Password
ar: ادخل كلمة المرور

# SignUp_Screen_enterconfirmPassword
source: Confirm Your Password
ar: تأكيد كلمة المرور

# SignUp_Screen_haveAccount
source: Already Have Account?
ar: لديك حساب بالفعل؟

# PhoneVerfication_Screen_title
source: Phone Verification
ar: التحقق من الهاتف

# PhoneVerfication_Screen_subtitle
source: Please enter the Verification Code we sent to your Mobile
ar: الرجاء إدخال رمز التحقق الذي أرسلناه إلى هاتفك المحمول أو استخدم

# PhoneVerfication_Screen_codeMessage
source: Time Out or Incorrect code. Please try again!
ar: الكود غير صحيح برجاء المحاولة مرة اخرى

source: Nationality
ar: الجنسية

# PhoneVerfication_Screen_resendCode
source: Send Again
ar: اعادة ارسال الكود

# PhoneVerfication_Screen_sendCode_Button
source: Create New Account
ar: ارسال الكود

# CompeleteProfile_Screen_title
source: Complete Profile
ar: انهاء الملف الشخصي

# CompeleteProfile_Screen_subtitle
source: Personal Data
ar: معلومات عن المريض

# CompeleteProfile_Screen_secondSubTitle
source: Medical State
ar: الملف الطبى

# CompeleteProfile_Screen_firstName
source: First Name (*)
ar: الاسم الأول

# CompeleteProfile_Screen_middleName
source: Middle Name (*)
ar: الاسم الثاني

# CompeleteProfile_Screen_lastName
source: Last Name (*)
ar: الاسم الأخير

# CompeleteProfile_Screen_middleNameAr
source: الاسم الأوسط(*)
ar: الاسم الثاني(*)

# CompeleteProfile_Screen_Nationality
source: Nationality
ar: الجنسية

# CompeleteProfile_Screen_Birthdate
source: Birth Date
ar: تاريخ الميلاد

# CompeleteProfile_Screen_male
source: Male
ar: ذكر

# CompeleteProfile_Screen_female
source: Female
ar: انثى

# CompeleteProfile_Screen_Speciality
source: Speciality
ar: التخصص

# CompeleteProfile_Screen_SubSpeciality
source: SubSpeciality
ar: التخصصات الفرعية

# CompeleteProfile_Screen_Seniority
source: Seniority
ar: الكادر

# CompeleteProfile_Screen_enterWebSite
source: Enter your website
ar: الموقع الالكتروني

# CompeleteProfile_Screen_ConfirmButton
source: Confirm
ar: تأكيد

# CompeleteProfile_Screen_Next_Button
source: Next
ar: التالي

# CompeleteProfile_Screen_Previos_Button
source: Previous
ar: السابق

# Certificates_Screen_title
source: Complete Profile
ar: الملف الشخصي الكامل

# Certificates_Screen_subtitle
source: Medical State
ar: شهادات الطبيب

# Certificates_Screen_secondSubtitle
source: Family Member
ar: ملفات الطبيب

# Certificates_Screen_addNewCert_Button
source: Add new certificate
ar: اضافة شهادة جديدة

# Certificates_Screen_addNewCert_Cancel
source: cancel
ar: الغاء

# Certificates_Screen_addNewCert_title1
source: Your title will be here...
ar: اضافة العنوان

# Certificates_Screen_addNewCert_title2
source: Title of certificate(*)
ar: عنوان الشهادة

# Certificates_Screen_addNewCert_year
source: Year of certificate(*)
ar: تاريخ الشهادات

# Certificates_Screen_addNewCert_uploadFile
source: Upload the file(*)
ar: تحميل الملف

# Certificates_Screen_addNewCert_submit_button
source: Submit
ar: ارسال

# Certificates_Screen_addNewCert_update_button
source: Update Certificate
ar: تحديث

# Document_Screen_title
source: Complete Profile
ar: الملف الشخصي الكامل

# Document_Screen_subtitle
source: Legal document
ar: ملفات الطبيب

# Document_Screen_secondSubtitle
source: Add Clinic
ar: انشاء عيادة

# Document_National_title
source: National Id
ar: بطاقه الرقم القومى

# Document_National_subtitle
source: Front Image (Required) & Back Image
ar: الصورة الامامية و الخلفية(مطلوب)

# Document_Profession_title
source: practicing the profession
ar: كارنيه ممارسه المهنه

# Document_Profession_subtitle
source: Front Image (Required) & Back Image
ar: الصورة الامامية و الخلفية(مطلوب)

# PopUp_title
source: Awsome!
ar: رائع!

# PopUp_subtitle
source: We are done with your profile, Now to the clinic’s
ar: تم الانتهاء من الملف الشخصي،اذهب الي العيادات

# PopUp_lets_go
source: Let’s go
ar: اذهب

# Clinic_Screen_title
source: New Clinic
ar: عيادة جديدة

# Clinic_Screen_subtitle
source: Clinic Info
ar: بيانات العيادة

# Clinic_Screen_secondSubTitle
source: Clinic Schedual
ar: مواعيد العيادة

# Clinic_Screen_email
source: Email
ar: البريدالالكتروني

# Clinic_Screen_phone1
source: Phone Number (Required)
ar: رقم التليفون (Required)

# Clinic_Screen_phone2
source: Phone Number 2 (Not Rquired)
ar: رقم التليفون 2 (Not Rquired)

# Clinic_Screen_phone3
source: Phone Number 3 (Not Rquired)
ar: رقم التليفون 3 (Not Rquired)

# Clinic_Screen_services
source: Services
ar: الخدمات

# Clinic_Screen_country
source: Country
ar: الدولة

# Clinic_Screen_city
source: City
ar: المدينة

# Clinic_Screen_area
source: Area
ar: المنطقة

# Clinic_Screen_occupation
source: occupation
ar: الوظيفة

# Clinic_Screen_street
source: Street name (Required)
ar: اسم الشارع (Required)

# Clinic_Screen_building
source: Building Number
ar: رقم العقار

# Clinic_Screen_floor
source: floor Number
ar: رقم الدور

# Clinic_Screen_fee
source: fixed fees (Required)
ar: رسوم ثابتة (Required)

# WorkingTimes_Screen_title
source: New Clinic
ar: عيادة جديدة

# WorkingTimes_Screen_subtitle
source: Working Times
ar: أوقات العمل

# WorkingTimes_Screen_secondSubTitle
source: Clinic Gallery
ar: صور العيادة

# WorkingTimes_Screen_timeper_slot
source: Time Slot Per Patient Minutes
ar: مدة الكشف أو الزيارة

# WorkingTimes_Screen_periods
source: Periods
ar: الفترات

# WorkingTimes_Screen_period
source: Period
ar: الفترة

# WorkingTimes_Screen_newperiods
source: New Period
ar: فترة جديدة

# WorkingTimes_Screen_add_new_period_button
source: Add New Period
ar: اضافة فترة جديدة

# WorkingTimes_Screen_add_period_button
source: Add Period
ar: اضافة فترة

# WorkingTimes_Screen_reset_button
source: Reset
ar: مسح

# WorkingTimes_Screen_Cancel
source: Cancel
ar: الغاء

# Minutes
source: Minute
ar: الدقائق

source: Edit
ar: تعديل

source: Visit Fee
ar: الرسوم

source: Time / Patient
ar: الوقت / للمريض

source: operating hours
ar: ساعات العمل

source: From
ar: من

source: To
ar: الي

source: Update period
ar: تحديث الفترة

# Gallery_Screen_title
source: New Clinic
ar: عيادة جديدة

# Gallery_Screen_subtitle
source: Clinic Gallery
ar: صور العيادة

# Gallery_Screen_secondSubTitle
source: Home
ar: الصفحة الرئيسية

# Services_Screen_title
source: Services
ar: الخدمات

# Services_Screen_timeper_slot
source: Time Slot Per Patient
ar: الفاصل الزمني لكل دقيقة للمريض

# Services_Screen_periods
source: Periods
ar: الفترات

# Services_Screen_add_new_period_button
source: Add New Period
ar: اضافة فترة جديدة

# Dashboard_Screen_statistics
source: Statistics
ar: إحصائيات

# Dashboard_Screen_see_all
source: See All
ar: عرض الكل

# TabBar_home
source: Home
ar: الرئيسية

# TabBar_schedual
source: Appointments
ar: الحجوزات

# TabBar_clinics
source: Clinics
ar: العيادات

# TabBar_services
source: Services
ar: الخدمات

# TabBar_more
source: More
ar: اكثر

# Home_Hello_Dr
source: Hello, Dr
ar: مرحبا, د

# Home_UpComing_cases
source: UpComing cases
ar: الحالات القادمه

# Home_Total_cases
source: Total cases
ar: اجمالى الحالات

# Home_Today_cases
source: Today cases
ar: حالات اليوم

# Home_Statistics
source: Statistics
ar: إحصائيات

# Home_See_All
source: See All
ar: مشاهدة الكل

# Appointment_Screen_title
source: Appointments
ar: الحجوزات

# Appointment_Screen_current
source: Current
ar: الحالي

# Appointment_Screen_history
source: History
ar: السجلات السابقة

# Appointment_Screen_postReport
source: Post Report
ar: ارسال تقرير

# Appointment_Screen_cancel
source: Cancel
ar: الغاء

# Appointment_Screen_canceled
source: Cancelled
ar: تم الالغاء

# Appointment_Screen_completed
source: Completed
ar: اكتمل

# No_Result_Found
source: No ِAppointments Found
ar: لا يوجد مواعيد بهذا البحث

# Appointment_Filter
source: Filter
ar: تنقية

# Appointment_Filter_Consultation_Type
source: Consultation Type
ar: نوع المقابلة

# Appointment_Filter_Dates
source: Dates
ar: الموعد

source: Start Date
ar: من تاريخ

source: End Date
ar: حتى تاريخ

# Appointment_Filter_Clinic
source: Clinic
ar: العيادة

source: Confirm
ar: تأكيد

source: Create
ar: انشاء

source: Cancel
ar: الغاء

# Popup_Cencel_Appointment
source: Cencel Appointment
ar: الغاء المقابلة؟

# Popup_Cencel_Appointment_msg
source: Are you sure you want to cancel this appointment?
ar: هل انت متأكد انك تريد الغاء هذه المقابلة؟

# Popup_Cencel_Appointment_reason
source: Cancel Reason
ar: سبب الالغاء

# Popup_Cencel_Appointment_Close
source: Close
ar: تراجع

# Popup_Cencel_Appointment_Confirm
source: Confirm
ar: تأكيد

# Patient_Screen_title
source: Patient Details
ar: تفاصيل المريض

# Patient_Screen_profile
source: Patient Profile
ar: ملف المريض

# Patient_Screen_emr
source: EMR Profile
ar: الملف الطبي

# Patient_Screen_patientName
source: Patient Name
ar: اسم المريض

# Patient_Screen_age
source: Patient Age
ar: سن المريض

# Patient_Screen_number
source: Patient Number
ar: رقم المريض

# Patient_Screen_address
source: Patient Address
ar: عنوان المريض

# Patient_Screen_complain
source: Patient Complain
ar: شكوى المريض

# Patient_Screen_EmrProfile_addNewDescription
source: Add Description
ar: اضافة التفاصيل

# Patient_Screen_EmrProfile_RxTitle
source: RX Title
ar: العنوان

# Patient_Screen_EmrProfile_RxDescription
source: RX Description
ar: التفاصيل

# Patient_Screen_EmrProfile_RxDocument
source: Rx Document
ar: الملف المرفق

source: EMR
ar: ملف

# Patient_Screen_EmrProfile_add_Description
source: New description
ar: تفاصيل جديدة

# Patient_Screen_EmrProfile_add_details
source: Add Details
ar: اضافة التفاصيل

# Patient_Screen_EmrProfile_instructions
source: Instructions
ar: التعليمات

# Patient_Screen_EmrProfile_add_instructions
source: Add Instructions
ar: تعليمات جديدة

# Patient_Screen_EmrProfile_attached_files
source: Attached Files
ar: الملفات المرفقة

# Patient_Screen_EmrProfile_add_document
source: Add Document
ar: اضافة ملف

# More_Screen_updateProfile
source: Update Profile
ar: تحديث الملف الشخصي

# More_Screen_myprofile
source: My Profile
ar: الملف الشخصي

# More_Screen_resetPassword
source: Reset Password
ar: اعادة تعيين كلمة المرور

# More_Screen_aboutApp
source: About App
ar: معلومات عن التطبيق

# More_Screen_callUs
source: Call Us
ar: اتصل بنا

# More_Screen_termsAndCondition
source: Terms And Condition
ar: شروط وأحكام

# More_Screen_Language
source: Language
ar: اللغة

# More_Screen_SignOut
source: Sign Out
ar: خروج

source: Today
ar: اليوم

source: Change Password
ar: تحديث كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Update
ar: تحديث

source: Gender
ar: النوع

# Back_Home_Document
source: Back To Home
ar: العودة الي الرئيسية

source: Doctor Profile
ar: الملف الشخصي للطبيب

# Certificate
source: Certificates
ar: الشهادات

source: Documents
ar: الملفات

source: Profile
ar: الملف الشخصي

source: Add New Clinic
ar: اضافة عيادة جديدة

# emptyClinic_title
source: There are no added clinic yet
ar: لا يوجد عيادات الان

# emptyClinic_subtitle
source: Manage your all Clinics by add Them throw one press
ar: آدر جميع عياداتاك الان بإضافة عيادة

# Back_Home_Clinic
source: Back To Main
ar: العودة الي الرئيسية

source: Edit Clinic
ar: تحديث العيادة

source: Info
ar: العيادة

source: Schedule
ar: المواعيد

source: Gallery
ar: الصور

# upload_gallery
source: Upload Clinic Gallery
ar: اضافة صور للعيادة

source: Our Services
ar: خدماتنا

source: Choose Speciality
ar: تحديد التخصص

# SpecialitiesـSubTitle
source: Specialities
ar: التخصصات

source: Choose City
ar: تحديد المدينة

source: Choose your City
ar: اختر مدينتك

source: All Cities
ar: كل المدن

source: Choose Area
ar: تحديد المنطقة

source: Choose your Area
ar: اختر منطقتك

source: All Areas
ar: كل المناطق

source: Search a Doctor
ar: تحديد دكتور

source: Search a doctor...
ar: بحث عن دكتور...

source: Sorry, No Doctors Found 🤷‍♂️
ar: نعتذر لا يوجد دكاتره🤷‍♂️

source: Sorry, No Scheduales Found 🤷‍♂️
ar: نعتذر لا يوجد مواعيد🤷‍♂️

source: Sorry, You have to login again 🤷‍♂️
ar: نعتذر برجاء تسجيل الدخول مره أخرى🤷‍♂️

# Sorry, You_have_to_login_🤷‍♂️
source: Sorry, there are no scheuals if patient is not loged in 🤷‍♂️
ar: نعتذر لا يوجد مواعيد اذا لم تسجل دخول 🤷‍♂️

source: Sorry, No Reviews Found 🤷‍♂️
ar: نعتذر لا يوجد تقييمات🤷‍♂️

source: Dr/
ar: د/

# Patientsـ)
source: Patients )
ar: مريض )

source: Specialized in
ar: متخصص فى

source: Fees:
ar: التكلفه:

source: to
ar: الى

# EGP_(Upon_time_&_date)
source: EGP ( Upon time and date )
ar: جنيه ( حسب اليوم والموعد )

source: Waiting Time:
ar: وقت الانتظار:

source: Available
ar: متاح

source: PM
ar: مساء

source: Book
ar: حجز

source: Title
ar: الخبرة

source: Speciality
ar: التخصص

source: Sub Specialities
ar: التخصص الفرعى

source: City
ar: المدينة

source: Area
ar: المنطقة

source: Examination Fee
ar: تكلفة الكشف

source: Minimum
ar: اقل قيمة

# Maximum
source: Maximun
ar: اعلى قيمة

source: Search Filter
ar: تنقية البحث

source: EGP
ar: جنية

source: Reset
ar: الغاء

source: Apply Filter
ar: تنفيذ التنقيه

source: Choose date & time
ar: اختر يوم وموعد

source: About doctor
ar: عن الدكتور

source: Reviews
ar: التقييمات

source: View all reviews
ar: رؤية كل التقييمات

source: Write a Review
ar: تقييم الدكتور

source: Sign in
ar: دخول

source: Quick Reservation
ar: تسجيل سريع

source: Choose Rate
ar: اختر تقييم

source: Add comment
ar: اضافة تعليق

source: Rate Doctor
ar: تقييم الدكتور

source: OK
ar: موافق

source: Summary
ar: ملخص

source: Booking details
ar: تفاصيل الحجز

source: Booking Date & Time :
ar: يوم وموعد الحجز :

source: Appointment
ar: مقابلة

source: Patient details
ar: تفاصيل الدكتور

source: Patient Name :
ar: اسم المريض :

source: Patient Number :
ar: رقم المريض :

source: Total Fee
ar: اجمالى التكلفة

source: Check Your Internet Connection
ar: تاكد من اتصالك بالانترنت

source: Rate
ar: تقييم

source: Help
ar: مساعده

source: Done
ar: اكتملت

source: Map
ar: خريطه

source: Canceled
ar: تم الغائها

source: Confirmed!
ar: !تم الحجز

source: Your appointment is
ar: موعدك هو

# Myـschedule
source: My schedule
ar: مواعيدى

# Pop_note_terms
source: Note !
ar: انتبه !

# Pop_Subnote_terms
source: By Signing Up you approve our
ar: بالضغط على موافق يعنى انك قرأت وتوافق على

# Pop_terms
source: Terms & Conditions
ar: الشروط والاحكام

# Pop_approve_terms
source: Approve
ar: موافق

# Pop_cancel_terms
source: Cancel
ar: الغاء

source: you signed out
ar: تم تسجيل خروجك

source: Session expired login again
ar: يرجى تسجيل الدخول مره اخرى

# about_app
source: About us Salamtak application is designed to raise the level of health care services and establish a link between health care seekers and providers in a manner that ensures high efficiency while saving time, effort and cost. Why Salamtak? Enhanced system and applications leading to higher efficiency, productivity and profitability. Follow your progress any time anywhere. Improved patient’s satisfaction and focus on quality. Keep patients’ historical information and records. Organized appointment and better time management.
ar: من نحن صمم تطبيق سلامتك لرفع مستوى خدمات الرعاية الصحية وإنشاء حلقة وصل بين طالبي الرعاية الصحية ومقدميها بالإسلوب الذي يضمن الكفاءة العالية مع توفير الوقت والجهد والتكلفة لماذا سلامتك؟ طور عيادتك باستخدام برنامج رقمي يرفع من كفاءة ودقة وأداء العمل. إحمل عيادتك معك في كل وقت ممكن. حسّن مستوى رضا عملائك بالإستخدام الأمثل للبرنامج. احتفظ بالبيانات والمعلومات والكشوفات الخاصة بالعملاء بشكل رقمي دقيق وسهل. نظّم مواعيدك بدقة وسهولة.

source: Error Code
ar: كود خطأ

source: Book Appointment at the clinic
ar: حجز موعد فى العيادة

source: Doctor will visit you at home
ar: الدكتور سوف يزورك فى المنزل

source: Video Chat call with the doctor
ar: استعد لمكالمة فيديو فى الموعد

source: Doctor will call you on time
ar: استعد لمكالمة صوتية فى الموعد

source: text chat with the doctor
ar: استعد لمحادثة نصيه فى الموعد

source: Clinic
ar: عيادة

source: Home visit
ar: زيارة منزلية

source: Video
ar: فيديو

source: Call
ar: مكالمة

source: Chat
ar: محادثة نصية
